Repository: briardene-books/rainfall-wpcom
Catalog: languages/*.po
Languages: ro_ro, sv_se

# Pattern title
source: sidebar
ro_ro: bară laterală
sv_se: sidopanel

source: The page you requested cannot be found, maybe try a search?
ro_ro: Pagina pe care ai cerut-o nu poate fi găsită, încerci o căutare?
sv_se: Sidan du begärde kan inte hittas, kanske prova en sökning?

source: Page not Found
ro_ro: Pagină negăsită
sv_se: Sidan hittades inte

# Pattern title
source: Testimonials
ro_ro: Testimoniale
sv_se: Omdömen

# Pattern title
source: Media & Text
ro_ro: Media și text
sv_se: Media och text

# Pattern title
source: Latest Posts
ro_ro: Ultimele articole
sv_se: Senaste inläggen

# Pattern title
source: Home Query
ro_ro: Interogare pe prima pagină

# Pattern title
source: 404 content
ro_ro: Conținut 404
sv_se: 404-innehåll

# Pattern title
source: CTA
ro_ro: Îndemn la acțiune

# Pattern title
source: Contacts
ro_ro: Contacte
sv_se: Kontakter

# Pattern title
source: Big Header
ro_ro: Antet mare
sv_se: Stort sidhuvud

source: “An old lady was passing by our shop the other day and I just felt like offering her a rose.”
ro_ro: „Zilele trecute, a trecut pe lângă magazinul nostru o doamnă în vârstă și am simțit nevoia să-i ofer un trandafir.”
sv_se: ”En gammal dam gick förbi vår butik häromdagen och jag kände bara för att ge henne en ros.”

source: “Fashion is not just about clothes, it's about expression and the confidence to wear what represents you.”
ro_ro: „Moda nu se referă numai la îmbrăcăminte, este și expresia și încrederea de a purta ceea ce te reprezintă.”
sv_se: ”Mode handlar inte bara om kläder, det handlar om uttryck och självförtroende att bära det som representerar dig.”

source: “I like driving from point A to point B. A car can truly simplify our lives. It's traffic that really sucks!”
ro_ro: „Îmi place să conduc de la punctul A la punctul B. O mașină ne poate simplifica cu adevărat viața. Dar traficul este infernal!”
sv_se: ”Jag gillar att köra från punkt A till punkt B. En bil kan verkligen förenkla våra liv. Det är trafiken som verkligen suger!”

source: “To me, surfing is ultimately a spiritual thing, the feeling of freedom I get from it is transcendental.”
ro_ro: „Pentru mine, surfingul este în cele din urmă un lucru spiritual, sentimentul de libertate pe care îl am este unul transcendental.”
sv_se: ”För mig är surfing i slutändan en andlig sak, känslan av frihet jag får av det är transcendental.”

source: “I've lived in New York for twelve years and the city has grown on me. I wouldn't want to live anywhere else.”
ro_ro: „Trăiesc în New York de doisprezece ani și orașul a crescut odată cu mine. Nu mi-aș dori să locuiesc în altă parte.”
sv_se: ”Jag har bott i New York i tolv år och staden har växt över mig. Jag skulle inte vilja bo någon annanstans.”

source: "Every year about the end of the rains and before the strength of the sun had come upon us, we'd notice the city glow."
ro_ro: „În fiecare an, pe la sfârșitul sezonului ploios și înainte ca puterea soarelui să cadă asupra noastră, observam cum strălucea orașul.”
sv_se: ”Varje år, ungefär i slutet av regnen och innan solens styrka hade kommit över oss, märkte vi att staden glödde.”

# Custom template name
source: Page with no sidebar
ro_ro: Pagină fără bară laterală
sv_se: Sida utan sidopanel

# Custom template name
source: Page with black header
ro_ro: Pagină cu antet negru
sv_se: Sida med svart sidhuvud

# Color name
source: Light Orange
ro_ro: Portocaliu deschis
sv_se: Ljusorange

# Color name
source: Orange
ro_ro: Portocaliu

# Color name
source: Brown
ro_ro: Maro
sv_se: Brun

# Color name
source: Light Grey
ro_ro: Gri deschis
sv_se: Ljusgrå

# Color name
source: Dark Grey
ro_ro: Gri închis
sv_se: Mörkgrå

# Font size name
source: Extra Extra Large
ro_ro: Foarte, foarte mare
sv_se: Extra extra stor

# Font size name
source: Extra large
ro_ro: Foarte mare
sv_se: Extra stor

# Font size name
source: Large
ro_ro: Mare
sv_se: Stor

# Font size name
source: Medium
ro_ro: Mediu

# Font size name
source: Small
ro_ro: Mic
sv_se: Liten

source: Rainfall is a clean, objective blogging theme strongly inspired by Swiss Design. Its minimalist functionality is balanced by a strong accent color, beautiful photography and post templates with sidebars.
ro_ro: Rainfall este o temă de blog curată și la obiect inspirată puternic de designul elvețian. Funcționalitatea sa minimalistă este echilibrată de o culoare de accent puternică, fotografii foarte frumoase și șabloane de articole cu coloane laterale.

source: Fatimah, Loves Flowers
ro_ro: Fatimah, iubește florile
sv_se: Fatimah, älskar blommor

source: Selma, Uber Driver
ro_ro: Selma, șofer Uber
sv_se: Selma, Uber-förare

source: Noah, Coffee Lover
ro_ro: Noah, iubește cafeaua
sv_se: Noah, kaffeälskare

source: The People's Voices
ro_ro: Ce spun oamenii
sv_se: Folkets röster

source: Would you like to contribute as an editor or a writer to our blog? Let us know all the details about yourself and send us a message.
ro_ro: Vrei să contribui ca editor sau scriitor pe blogul nostru? Dă-ne toate informațiile despre tine și trimite-ne un mesaj.
sv_se: Vill du bidra som redaktör eller skribent till vår blogg? Låt oss veta alla detaljer om dig själv och skicka ett meddelande till oss.

source: Submissions
ro_ro: Trimiteri
sv_se: Inlämningar

source: Posted Recently
ro_ro: Publicate recent
sv_se: Publicerat nyligen

source: Categories
ro_ro: Categorii
sv_se: Kategorier

source: Search for a Topic
ro_ro: Caută un subiect
sv_se: Sök efter ett ämne

source: Latest Posts
ro_ro: Ultimele articole
sv_se: Senaste inläggen

source: Issues
ro_ro: Probleme
sv_se: Problem

source: The page you requested cannot be found; poor luck, eh?
ro_ro: Pagina pe care ai cerut-o nu poate fi găsită; ghinion, nu-i așa?
sv_se: Sidan du efterfrågade kan inte hittas, otur va?

source: Missing page
ro_ro: Pagina lipsește
sv_se: Saknar sida

source: Browse Open Positions
ro_ro: Răsfoiește posturile vacante
sv_se: Bläddra bland lediga platser

source: Rainfall is an online magazine featuring curated stories about real people. We are passionate about interviewing people from self-employed entrepreneurs to established CEO’s and represent the times.
ro_ro: Rainfall este o revistă online care prezintă povestiri bine selectate și organizate despre oameni reali. Suntem pasionați de a intervieva oameni, de la antreprenori independenți la directori și manageri consacrați și reprezentăm vremurile noastre.

source: Work With Us
ro_ro: Lucrează cu noi
sv_se: Jobba med oss

source: Social Media
ro_ro: Media socială
sv_se: Sociala medier

source: Rainfall Mag
ro_ro: Revista Rainfall

source: Mailing Address
ro_ro: Adresă de corespondență
sv_se: E-postadress

source: For all other inquiries, please contact us here.
ro_ro: Pentru întrebări și orice fel de probleme, te rog să ne contactezi aici.
sv_se: För alla andra förfrågningar, kontakta oss här.

source: If you would like to learn more about advertising on Rainfall, please contact Fabian.
ro_ro: Dacă vrei să afli mai multe despre publicitatea făcută pe Rainfall, contactează-l pe Fabian.
sv_se: Om du vill lära dig mer om annonsering på Rainfall, kontakta Fabian.

source: Advertising
ro_ro: Publicitate
sv_se: Reklam

source: We’re always looking for engaging contributors from around the world. If you’re a writer, artist, photographer, and would like to have your project published on our website, email us.
ro_ro: Căutăm mereu colaboratori din întreaga lume. Dacă ești scriitor, artist, fotograf și vrei să-ți publici proiectele pe site-ul nostru web, trimite-ne un email.
sv_se: Vi letar alltid efter engagerande bidragsgivare från hela världen. Om du är författare, konstnär, fotograf och vill ha ditt projekt publicerat på vår webbplats, skicka e-post till oss.

source: Editorial &amp; Submissions
ro_ro: Editoriale și trimiteri

source: Contacts
ro_ro: Contacte
sv_se: Kontakter

source: Person with umbrella
ro_ro: Persoană cu o umbrelă
sv_se: Person med paraply

source: Read Issue
ro_ro: Citește problema

source: The City That Never Sleeps
ro_ro: Orașul care nu doarme niciodată
sv_se: Staden som aldrig sover

source: Lily, Model
sv_se: Lily, modell

source: Sam, Surfer
sv_se: Sam, surfare
